Repository: ksthaker/MoneyBox
Catalog: GoalManager/GoalManager/*.lproj/IPhone6.strings
Languages: es

# KEY-je-Ewt.text
source: Goals
es: Objetivos

# 1zv-T8-Kdw.placeholder
source: Enter account...
es: Introducir cuenta...

# 27u-iO-owM.text
source: Reminder Date
es: Fecha del recordatorio

# 2Jc-Rb-cuQ.text
source: TITLE OF GOAL
es: TÍTULO DEL OBJETIVO

# 49a-0i-vdr.text
source: Savings account
es: Cuenta de ahorros

# 4I6-YG-hbe.text
source: Saving frequency
es: Frecuencia de ahorro

# 4q1-7P-JYD.text
source: Includes everything from free version plus :
es: Incluye todas las funciones de la versión gratuita más:

# 58U-cX-6AZ.text
source: FEEDBACK
es: COMENTARIOS

# 6Uk-xG-rRt.text
source: GOAL INFO
es: INFORMACIÓN DEL OBJETIVO

# 76F-np-LnA.text
source: NOTES
es: NOTAS

# 7qB-wr-I1l.normalTitle
source: Done
es: Hecho

# 7tH-PU-Vo3.normalTitle
source: Cancel
es: Cancelar

# A5A-iz-HjG.text
source: GOAL INFO
es: INFORMACIÓN DEL OBJETIVO

# Alu-NB-Yek.normalTitle
source: Cancel
es: Cancelar

# BWJ-B7-T2O.normalTitle
source: ADD GOAL
es: AÑADIR OBJETIVO

# BbQ-3k-8O9.text
source: Reminder time
es: Hora del recordatorio

# CMt-qR-JDf.text
source: Goal amount
es: Cantidad del objetivo

# DD1-JA-aDU.text
source: Choose sorting type
es: Elige tipo de ordenación

# Ddk-km-yDC.text
source: Amount *
es: Cantidad *

# Dhz-5V-ftU.text
source: About Money Box
es: Sobre Money Box

# EZf-2w-ZUS.text
source: Reminder time
es: Hora del recordatorio

# Fjb-3R-7l6.text
source: Press "Add Goal" to start.
es: Pulsa "Añadir objetivo" para empezar.

# GDJ-3t-sEZ.text
source: Goal Currency
es: Divisa del objetivo

# Gzr-SW-zA4.placeholder
source: Enter title of goal...
es: Introduce el título del objetivo...

# HFJ-Pg-WdI.text
source: Target date
es: Fecha objetivo

# HdR-X0-6Qu.text
source: * Negative decreases savings
es: * Una cantidad negativa disminuye los ahorros

# ICc-JX-CMW.normalTitle
source: Done
es: Hecho

# IG8-ZO-blG.text
source: Master Currency
es: Divisa principal

# K82-Kb-15G.normalTitle
source: By due date
es: Por fecha de vencimiento

# L4R-bQ-S32.text
source: Savings Account
es: Cuenta de ahorros

# LGM-n6-Fzk.text
source: TITLE OF GOAL
es: TÍTULO DEL OBJETIVO

# LKb-nN-gOc.text
source: No Ads
es: Sin anuncios

# Lu9-5b-1LW.normalTitle
source: Cancel
es: Cancelar

# M6M-Q5-HhA.text
source: Saving frequency
es: Frecuencia de ahorro

# MHi-bU-DF1.text
source: Select currency
es: Seleccionar divisa

# MjS-V8-eiZ.text
source: No Photo
es: Sin foto

# O0L-lS-9R9.text
source: Goal Currency
es: Divisa del objetivo

# Oo2-SU-5Op.text
source: Reminder time
es: Hora del recordatorio

# Opn-ND-krI.placeholder
source: Enter amount...
es: introducir cantidad...

# Q8q-I0-OPp.text
source: Thanks for using PRO version!
es: ¡Gracias por usar la versión PRO!

# QZb-Ms-SwE.text
source: NOTES
es: NOTAS

# SLo-9E-Mx6.text
source: No Photo
es: Sin foto

# Sok-9b-rds.text
source: You do not have active goals.
es: No tienes objetivos activos.

# TDd-bW-77e.placeholder
source: Enter your comment...
es: Introduce tu comentario...

# TG3-iw-kEi.normalTitle
source: Cancel
es: Cancelar

# UXK-dq-ys9.text
source: Set Saving Reminder
es: Configurar recordatorio de ahorro

# V7e-Tf-IWB.text
source: Unlimited number of goals
es: Número ilimitado de objetivos

# VkY-g5-Ehv.normalTitle
source: Cancel
es: Cancelar

# VmG-vn-hUI.text
source: Goal amount
es: Cantidad del objetivo

# WD6-03-cK9.normalTitle
source: Done
es: Hecho

# WHG-jr-bwN.text
source: Set Saving Reminder
es: Configurar recordatorio de ahorro

# WQM-24-wfz.text
source: Master Currency
es: Divisa principal

# Wu3-Xa-bJl.text
source: Upgrade to PRO version!
es: ¡Pásate a la versión PRO!

# YJb-nW-CAZ.text
source: Reminder Day
es: Día del recordatorio

# Yev-ho-7VV.text
source: GOAL INFO
es: INFORMACIÓN DEL OBJETIVO

# Yvq-jT-JUy.text
source: Date
es: Fecha

# Zu8-RX-WSZ.text
source: You don`t have
es: No has realizado

# anB-Jr-pc0.placeholder
source: Enter amount...
es: Introducir cantidad...

# b5X-cy-hiH.text
source: Amount *
es: Cantidad *

# bSB-L8-bRK.normalTitle
source: Done
es: Hecho

# bqT-pJ-IbQ.text
source: Thanks for using PRO version!
es: ¡Gracias por usar la versión PRO!

# bsf-jk-Lbn.text
source: Date
es: Fecha

# bzj-Rd-GF1.normalTitle
source: RESTORE PURCHASES
es: RESTAURAR COMPRAS

# c5o-zM-EMx.text
source: Savings needed to meet the goal
es: Ahorros necesarios para llegar al objetivo

# cSJ-Aa-PWV.text
source: Reminder Date
es: Fecha del recordatorio

# cSV-Ht-u5z.text
source: CURRENCY SETTINGS
es: AJUSTES DE DIVISAS

# cre-7n-mse.text
source: Target date
es: Fecha objetivo

# d3c-lR-00h.text
source: Total for all active goals
es: Total de todos los objetivos activos

# dl3-zh-vXq.text
source: * Negative decreases savings
es: * Una cantidad negativa disminuye los ahorros

# emV-PU-dnm.normalTitle
source: Done
es: Hecho

# f4b-u8-d6U.text
source: Show totals
es: Mostrar totales

# fmt-jW-5vG.placeholder
source: Enter title of goal...
es: Introduce el título del objetivo...

# gE9-2h-DOR.text
source: Show totals
es: Mostrar totales

# gZK-Q1-Iq5.text
source: Savings account
es: Cuenta de ahorros

# hI2-ck-cjY.placeholder
source: Enter account...
es: Introducir cuenta...

# j0Y-KI-fSY.text
source: Saving frequency
es: Frecuencia de ahorro

# jDA-n7-kSK.text
source: Reminder time
es: Hora del recordatorio

# pON-5C-WnS.placeholder
source: Enter your comment...
es: Introduce tu comentario...

# qmD-Us-pdY.text
source: any goals contributions.
es: ninguna contribución a tus objetivos.

# sBK-2O-pH2.text
source: Press "+" in the upper right corner to add contribution.
es: Pulsa "+" en la esquina superior derecha para añadir una contribución.

# uMV-Cs-EEw.normalTitle
source: Done
es: Hecho

# uXU-qb-ufx.normalTitle
source: Cancel
es: Cancelar

# uXv-is-XLI.text
source: Reminder time
es: Hora del recordatorio

# w2o-y5-eT4.text
source: Goal Contributions
es: Contribuciones al objetivo

# wW2-Km-XEJ.text
source: Reminder time
es: Hora del recordatorio

# wjO-wG-eKA.text
source: Reminder Day
es: Día del recordatorio

# yM6-pW-gxz.normalTitle
source: Alphabetically
es: Por orden alfabético

# ywW-Nk-MRh.text
source: No Photo
es: Sin foto

# z3K-rq-pGv.normalTitle
source: UPGRADE TO PRO
es: Actualizar a PRO

# ztb-qB-L6h.text
source: CURRENCY SETTINGS
es: AJUSTES DE DIVISAS

# gHI-qL-W5Z.text
source: Show Totals
es: Mostrar totales

# ZVb-23-wug.text
source: Create Goal
es: Crear objetivo

# 3dg-DG-3Ak.text
source: Create Goal
es: Crear objetivo

# rcK-ZC-nrP.text
source: Create Goal
es: Crear objetivo

# Nra-74-G1s.normalTitle
source: Close
es: Cerca

# POl-CW-dcK.normalTitle
source: See Later
es: Nos vemos

# zNj-Gz-1DY.normalTitle
source: OPEN
es: ABIERTO

# H7p-yD-SqP.text
source: We are proud to introduce our new app Debt Free Box: Snowball. If you like Money Box we are sure you will like Debt Free Box. It is built by us with same principles of functional simplicity and design in mind.
es: Estamos orgullosos de presentar nuestra nueva aplicación Debt Free Box: Snowball. Si te gusta Money Box, estamos seguros de que te gustará Debt Free Box. Lo construimos con los mismos principios de simplicidad funcional y diseño en mente.

# 8Uv-cE-YLC.text
source: Debt Free Box is the easiest to use Debt Payoff management app-no need to track every transcation or detail-just set up your payoff plan once and app will help you follow it throught until you are fully Debt Free.
es: Debt Free Box es la aplicación de administración de deudas más fácil de usar, no es necesario rastrear cada traslación o detalle, simplemente configure su plan de pago una vez y la aplicación lo ayudará a seguirlo hasta que esté completamente libre de deudas.

# o7w-Qw-2lF.text
source: OTHER
es: OTRO
